/*************************************************************************************************
 * <pre>
 * @包路径：
 * @版权所有： 北京数字医信科技有限公司 (C) 2019
 *
 * @类描述:
 * @版本:       V3.2.0
 * @作者        daizhenhong
 * @创建时间    2019/9/18 10:42 AM
 *
 * @修改记录：
 -----------------------------------------------------------------------------------------------
 ----------- 时间      |   修改人    |     修改的方法       |         修改描述   ---------------
 -----------------------------------------------------------------------------------------------
 </pre>
 ************************************************************************************************/
import React from 'react'
import {
    View,
    Text
}from 'react-native'
import {BasePage} from '../../base/BasePage';

export class InitPage extends BasePage{

    componentDidMount() {
        setTimeout(()=>{
            this.props.navigation.navigate('RouteMain')
        },1000)
    }

    render(){
        return (
            <View>
                <Text>initPage</Text>
            </View>
        )
    }

}
